/* Cancel action button in recording state */
"Cancel" = "Отмена";

/* Tooltip for non-empty shortcut button */
"Click to record new shortcut" = "Нажмите, чтобы создать горяую клавишу";

/* Tooltip for hint button near the non-empty shortcut */
"Delete shortcut" = "Удалить горячую клавишу";

/* VoiceOver title */
"keyboard shortcut" = "Горячая клавиша";

/* Alert button when shortcut is already used */
"OK" = "ОК";

/* Empty shortcut button in normal state */
"Record Shortcut" = "Введите комбинацию горячей клавиши";

/* VoiceOver: Shortcut cleared */
"Shortcut cleared" = "Удалено горячую клавишу";

/* VoiceOver: Shortcut set */
"Shortcut set" = "Назначено горячую клавишу";

/* Shortcut glyph name for SPACE key */
"Space" = "Пробел";

/* Title for alert when shortcut is already used */
"The key combination %@ cannot be used" = "Нельзя использовать сочетание %@";

/* Message for alert when shortcut is already used by the system */
"This combination cannot be used because it is already used by a system-wide keyboard shortcut.\nIf you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences." = "Нельзя использовать это сочетание, потому что оно уже существует как системная горячая клавиша.\n Если вы уверены, что хотите использовать это сочетание клавиш, большинство горячих клавиш можно изменить в панелях Клавиатура и Мышь в Cистемных настройках.";

/* Message for alert when shortcut is already used */
"This shortcut cannot be used because it is already used by the menu item ‘%@’." = "Нельзя использовать это сочетание, потому что оно уже связано с элементом ‘%@’.";

/* VoiceOver shortcut help */
"To record a new shortcut, click this button, and then type the new shortcut, or press delete to clear an existing shortcut." = "Чтобы назначить новую горячую клавишу, нажмите эту кнопку и введите новое сочетание, или нажмите \"Удалить\", чтобы удалить действующее сочетание клавиш.";

/* Non-empty shortcut button in recording state */
"Type New Shortcut" = "Введите новую комбинацию горячей клавиши";

/* Empty shortcut button in recording state */
"Type Shortcut" = "Введите комбинацию горячей клавиши";

/* Cancel action button for non-empty shortcut in recording state */
"Use Old Shortcut" = "Использовать предыдущую комбинацию в качестве горячей клавиши";